{
    "footer": {
        "fanmade": "This is a fan-made project and does not represent the official website.",
        "fanmade::short": "This is a fan-made project.",
        "viewsrc": "View source",
        "to-offcl": "Official website",
        "cn-ver": "CN version"
    },
    "settings": {
        "label": "SETTINGS",
        "full-intro": {
            "title": "Full intro sequence",
            "desc": "Plays every 24hr from last login"
        }
    },
    "content": {
        "main": {
            "1": {
                "title": "START EXPLORING",
                "desc": {
                    "summary": "Welcome to Talos-II, a dangerous planet rife with catastrophes and risks. The first pioneers toiled for years to establish a foothold. Settlements and nomadic cities sheltered by massive walls formed a new foundation for our civilization. But the vast wildlands and uninhabited territories stretching far beyond the colonies of the Habitable Band have yet to be surveyed. As such, most of this world remain untamed.",
                    "ext": "\nExpansion and exploration are unchanging themes that go hand-in-hand with progress.\nOriginium engines rumble in the wildlands while automated construction machinery work around the clock to deploy new industry complex production lines. You will lead a professional team of Endfield Industries operators. Explore this world, conquer this land, recover lost technologies, and unearth secrets hidden within the abandoned ruins.\n\nWelcome to Talos-II and your new home at Endfield Industries. A new era of change has dawned upon this ancient world. Time to make your choice.\nGood luck."
                }
            }
        }
    },
    "language": "Language",
    "init-prgs-bar": {
        "loading": "Loading",
        "failed": "failed",
        "ready": "Ready."
    },
    "image-desc": {
        "01_HD": "Unknown mysteries and threats fill the wildlands beyond the Habitable Band. These include the inorganic swarming constructs known as the Aggelos.",
        "02_HD": "A key objective of Endfield Industries is to establish self-sufficient power and technology production lines in the barrens.",
        "03_HD": "The Corruption is a dangerous supernatural catastrophe that occurs on Talos-II. Affected areas will exhibit various environmental distortions and anomalous physical phenomena.",
        "04_HD": "Endfield Industries Company is a renowned high tech contractor on Talos-II and an active contributor to planetary development projects.",
        "05_HD": "The pioneers of Talos-II hailed from different nations and factions. Shifting allegiances and hostilities are a common sight in this world.",
        "06_HD": "Search the ruins. Recover lost technology and equipment. Exploring the Old Era will help rebuild civilization on Talos-II.",
        "07_HD": "Welcome to Talos-II. Lead your team. Make your choice.",
        "08_HD": "Artificial structures and abandoned factories are the most common ruins from the Old Era of Talos-II."
    }
}
